Repository: wp-plugins/woocommerce-pop-recarga
Catalog: languages/woocommerce-pop-recarga-*.po
Languages: pt_br

source: Settings
pt_br: Configurações

source: Mobile Number
pt_br: Número de celular

source: Please enter with a valid phone number with 8 or 9 digits
pt_br: Por favor, digite um número válido com 8 ou 9 dígitos

source: Receive Pop Recarga Password
pt_br: Clique aqui e receba sua senha

source: Password
pt_br: Senha

source: Your POP Recarga account is not currently active, recharge your account and try again.
pt_br: Sua conta POP Recarga esta inativa no momento, adicione créditos a sua conta e tente novamente.

source: Your POP Recarga access password is expired, please try again.
pt_br: Sua senha de acesso do POP Recarga esta expirada, por favor, tente novamente.

source: Your don't have enough credits in your POP Recarga account, please add more credits and try again.
pt_br: Você não tem créditos o suficiente em sua conta POP Recarga, por favor, adicione mais créditos e tente novamente.

source: Your POP Recarga access password is invalid, please generate another password and try again.
pt_br: Sua senha de acesso do POP Recarga é inválida, por favor, gere nova senha e tente novamente.

source: Your POP Recarga account is blocked, do the unlocking process in order to make this payment.
pt_br: Sua conta no POP Recarga esta bloqueada, faça o processo de desbloqueou para poder realizar este pagamento.

source: The number has informed do not have credits on POP Recarga. Make sure the number is correct or add credits to your account to try again.
pt_br: O número informado não possui créditos no POP Recarga. Verifique se o número está correto ou faça uma recarga para tentar novamente.

source: This transaction already has been authorized, please contact us for assistance.
pt_br: Esta transação já foi autorizada, por favor, entre em contato conosco para obter assistência.

source: An error has occurred while processing your payment, please try again or contact us for assistance.
pt_br: Um erro ocorreu ao processar o seu pagamento, por favor, tente novamente ou entre em contato para obter ajuda.

source: %s - Payment of %s
pt_br: %s - Pagamento de %s

source: An error occurred while authorize your payment, make sure you enter the correct authorization password and try again.
pt_br: Um erro ocorreu ao autorizar o seu pagamento. Verifique se digitou a senha de autorização esta correta e tente novamente .

source: Missing order total.
pt_br: Faltando o total do pedido.

source: Missing mobile number code.
pt_br: Digite o código de área (DDD) .

source: Missing mobile number.
pt_br: Digite o número do celular.

source: Invalid mobile number. Make sure you are entering your mobile phone number with area code (DDD) and the correct number of digits (8 or 9 digits).
pt_br: Número de celular inválido. Tenha certeza de que está digitando o número do celular com o código do área (DDD) e a quantidade correta de dígitos (8 ou 9 dígitos).

source: An error has occurred while processing your request, please try again or contact us for assistance.
pt_br: Um erro ocorreu ao processar a sua solicitação, por favor, tente novamente ou entre em contato para obter ajuda.

source: POP Payments works by adding a mobile number entry field on the checkout and then sending the details to POP Payments for authorization.
pt_br: POP Recarga funciona adicionando um campo de número de telefone na finalização do pedido e enviando os detalhes para o POP Recarga autorizar o pagamento.

source: System Status &gt; Logs
pt_br: Status do Sistema &gt; Logs

source: Enable/Disable
pt_br: Habilita/Desabilita

source: Enable POP Recarga
pt_br: Ativar POP Recarga

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isto controla o título que o usuário vê durante o checkout.

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Isso controla a descrição que o usuário vê durante o checkout.

source: Pay by Mobile using POP Recarga.
pt_br: Pague em dinheiro com POP Recarga.

source: Integration Settings
pt_br: Configurações da integração

source: Gateway Mode
pt_br: Método de gateway

source: Sandbox option can be used to test the payments. Production option should be used to receive real payments.
pt_br: A opção Sandbox deve ser utilizada para testar pagamentos. A opção Produção deve ser utilizada para receber pagamentos reais.

source: Production
pt_br: Produção

source: Please enter your Client ID. This is needed in order to take payment.
pt_br: Por favor, digite o seu Cliente ID. Isto é necessário para receber pagamentos.

source: Please enter your Client Secret. This is needed in order to take payment.
pt_br: Por favor, digite o seu Cliente Secret. Isto é necessário para receber pagamentos.

source: Gateway Testing
pt_br: Teste de Gateway

source: Debug Log
pt_br: Log de depuração

source: Enable logging
pt_br: Habilitar log

source: Log POP Recarga events, such as API requests, you can check this log in %s.
pt_br: Registra de eventos do POP Recarga, como solicitações de API em %s

source: A valid mobile number is required.
pt_br: É necessário digitar um número válido de celular.

source: Password is required.
pt_br: O campo senha é obrigatório.

source: You must fill your mobile number and token.
pt_br: Você deve preencher o número do seu celular e token.

source: POP Recarga: Payment approved.
pt_br: POP Recarga: Pagamento aprovado.

source: WooCommerce POP Recarga Disabled
pt_br: WooCommerce POP Recarga esta desativado

source: This depends on the last version of %s to work!
pt_br: Depende da última versão do %s para funcionar.
